amd-ucode
antigravity
azote
base
base-devel
bash-completion
bat
bc
bind
bluez
bluez-utils
capitaine-cursors
cliphist
dog
efibootmgr
eza
fastfetch
fd
fish
fzf
git
google-chrome
greetd
greetd-tuigreet
gst-plugin-pipewire
htop
imagemagick
kitty
lib32-nvidia-utils
libnotify
libpulse
libva-nvidia-driver
libva-utils
linux-firmware
linux-lts
linux-lts-headers
mako
man-db
materia-gtk-theme
mpv
mtr
nano
networkmanager
noto-fonts-emoji
ntfs-3g
nvidia-open-lts
nvidia-utils
nwg-look
openresolv
otf-font-awesome
papirus-icon-theme
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
power-profiles-daemon
python-pywal
qbittorrent
river-classic
rivercarro
sbctl
starship
steam
sudo
swaybg
swayidle
swaylock-effects
teams-for-linux
terminus-font
ttf-comfortaa
ttf-jetbrains-mono
unrar
unzip
waybar
wget
wireplumber
wl-clipboard
wlogout
wlr-randr
wofi
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
yazi
yt-dlp
zip
zoxide
